Repository: uyar/itucs.students
Catalog: src/itucs/students/locales/*/LC_MESSAGES/itucs.students.po
Languages: tr

source: A <strong>SEPARATE FORM</strong> must be filled out and handed in for each course the student wants to be enrolled at.
tr: Kaydolunmak istenilen her ders için <strong>AYRI DİLEKÇE</strong> düzenlenmelidir.

source: Also make sure to read the application rules on the faculty web page <a href="http://portal.cs.itu.edu.tr/en/students/enrollment-requests">http://portal.cs.itu.edu.tr/en/students/enrollment-requests</a>. The requests that fail to follow the rules will not be evaluated.
tr: Fakülte web sayfasında duyurulan başvuru koşullarını mutlaka okuyunuz. Kurallara aykırı talepler değerlendirilmeye alınmayacaktır. <a href="http://portal.cs.itu.edu.tr/tr/ogrenciler/kontenjan-artimi">http://portal.cs.itu.edu.tr/tr/ogrenciler/kontenjan-artimi</a>

source: Alternative Course
tr: İkinci Seçenek

source: Attachment 1. Transcript<br /> Attachment 2. Weekly course schedule
tr: Ek 1. Not döküm belgesi (transkript)<br /> Ek 2. Haftalık ders çizelgesi

source: Before applying for course enrollment, make sure that you have carefully read the announcements and guidelines on the <a href="http://www.sis.itu.edu.tr/">http://www.sis.itu.edu.tr/</a> site. The requests that fail to follow the rules will not be evaluated.
tr: Dilekçe ile başvuruda bulunmadan önce <a href="http://www.sis.itu.edu.tr/">http://www.sis.itu.edu.tr/</a> adresindeki duyuruları ve yönetmelikleri mutlaka okuyunuz. Kurallara aykırı talepler değerlendirilmeye alınmayacaktır.

source: COURSE INFORMATION
tr: DERS BİLGİLERİ

source: Code, Title and Time Slot for Alternative Course
tr: İkinci Dersin Kodu, Adı ve Zaman Dilimi

source: Computer Eng. (100% Eng.)
tr: Bilgisayar Müh. (%100 İng.)

source: Computer Eng. (30% Eng.)
tr: Bilgisayar Müh. (%30 İng.)

source: Contact Phone
tr: İletişim Telefonu

source: Course Code
tr: Ders Kodu

source: Course Code No
tr: Dersin Kod Numarası

source: Course Code Prefix
tr: Dersin Kod Öneki

source: Course Code and Title
tr: Dersin Kodu ve Adı

source: Course Time Slot
tr: Dersin Zaman Dilimi

source: Course Title
tr: Dersin Adı

source: Date
tr: Tarih

source: Department
tr: Bölümü

source: Department (Other)
tr: Bölümü (Diğer)

source: E-mail Address
tr: E-posta Adresi

source: EVALUATION<br /> (TO BE FILLED OUT BY THE FACULTY REVIEWERS)
tr: DEĞERLENDİRME<br /> (FAKÜLTE TARAFINDAN DOLDURULACAKTIR)

source: Enrollment Request
tr: Kayıt Dilekçesi

source: Explain why you need to enroll in this course.
tr: Bu derse neden kayıt olmanız gerektiğini açıklayın.

source: Explanation
tr: Açıklama

source: Faculty
tr: Fakültesi

source: Faculty of Computer and Informatics
tr: Bilgisayar ve Bilişim Fakültesi

source: Faculty/Department Evaluation
tr: Fakülte/Bölüm Görüşü

source: For other faculties, change the text below.
tr: Diğer fakülteler için aşağıdaki yazıyı değiştirin.

source: Full Name
tr: Adı Soyadı

source: I failed to get enrolled at the following course due to the reasons explained below.<br /> My case meets the application requirements announced on the faculty web page.<br /> I ask that the necessary actions are taken for me to be registered at this course.
tr: Aşağıda ayrıntılı bilgileri verilen derse, belirttiğim nedenden dolayı kayıt olamadım.<br /> Fakülte web sayfasında duyurulan başvuru koşullarını sağlıyorum.<br /> Bu derse kaydedilebilmem için gerekenin yapılmasını saygılarımla arz ederim.

source: If you like, you can leave this field blank here and fill it manually on the printed form.
tr: İsterseniz bu alanı basılı dilekçede elle doldurabilirsiniz.

source: If you would like to make changes on the form, select the "Edit" action on the black sidebar. While logged in, you can see your request forms by clicking on the link for the "Requests" folder.
tr: Formdaki bilgilerde değişiklik yapmak isterseniz yandaki siyah çubuktan "Düzenle" işlemini seçebilirsiniz. Siteye girmiş durumdayken "Dilekçeler" klasörüne baktığınızda kendi dilekçelerinizi görebilirsiniz.

source: If your department is not listed above, write it here.
tr: Bölümünüz yukarıdaki seçeneklerden biri değilse buraya yazın.

source: Information Systems Eng. (SUNY)
tr: Bilişim Sistemleri Müh. (SUNY)

source: Last Modified
tr: Son Değişiklik

source: Notes
tr: Notlar

source: Other (specify below)
tr: Diğer (aşağıda belirtin)

source: Please check the form thoroughly to make sure that the provided information is correct. Click the "printable page" button at the bottom of the form and print out the displayed page. SIGN THE PRINTED FORM AND HAND IT IN AT THE STUDENTS AFFAIRS OFFICE. FORMS THAT ARE SUBMITTED ONLY ELECTRONICALLY ARE NOT SUFFICIENT FOR EVALUATION.
tr: Lütfen formu dikkatlice kontrol ederek bilgilerin doğruluğundan emin olduktan sonra en alttaki "Basılabilir belge" bağlantısını izleyin ve gelen sayfanın çıktısını alın. BU ÇIKTIYI İMZALAYARAK İSTENEN EKLERLE BİRLİKTE ÖĞRENCİ İŞLERİ'NE TESLİM ETMENİZ GEREKMEKTEDİR, YALNIZCA ELEKTRONİK OLARAK DOLDURULAN FORMLAR BAŞVURU İÇİN YETERLİ DEĞİLDİR.

source: Printable page
tr: Basılabilir belge

source: Request form for students to enroll in fully-booked courses. After this form is filled out through the web site, it has to be printed out, signed and handed in within the announced time frame at the Students Affairs Office of the Faculty of Computer and Informatics, along with the student's transcript and weekly course schedule.
tr: Öğrencilerin kontenjanı dolan derslere kayıt olmak için verdikleri dilekçe. Bu dilekçe web üzerinden doldurulduktan sonra çıkışı alınarak imzalanmalı, not döküm belgesi (transkript) ve haftalık ders çizelgesi ile birlikte duyurularda belirtilen tarihler arasında Bilgisayar ve Bilişim Fakültesi Öğrenci İşleri Bürosuna teslim edilmelidir.

source: Request forms which are unsigned or which have missing information <strong>WILL NOT BE EVALUATED</strong>.
tr: İmzasız ve eksik bilgili dilekçeler <strong>GEÇERSİZDİR</strong>.

source: STUDENT INFORMATION
tr: ÖĞRENCİ BİLGİLERİ

source: Signature
tr: İmza

source: Since it's physically not possible to increase the number of students enrolled in a course, not every enrollment request can be accepted even if the application rules are met. Therefore, <strong>students are advised to arrange their schedule so that they can take the available courses.</strong>.
tr: Derslerin kontenjanlarını belli bir sayının üstüne çıkarmak fiziksel olarak mümkün olmadığından başvuru koşulları sağlansa da her dilekçeyi kabul etmek mümkün olmamaktadır. Bu nedenle <strong>öğrencilerin öncelikle programlarını uygun dersleri alabilecek şekilde düzenlemeleri önerilir</strong>.

source: Student No
tr: Öğrenci No

source: The code, title and time slot of an alternative course that you can take. This will be considered only if the request for the first course is not accepted.
tr: Varsa 2. seçenek dersin kodu, adı ve zaman dilimi. Sadece yukarıdaki ders kabul edilmezse değerlendirilecektir.

source: The course group part of the course code. For example, if the course code is "BLG123", select "BLG" here. IF THE COURSE CODE PREFIX IS NOT LISTED BELOW, YOU ONLY HAVE TO HAND IN THE PRINTED FORM, YOU DON'T NEED TO SUBMIT THIS FORM.
tr: Ders kodunun ders grubunu belirten kısmı. Örneğin ders kodu "BLG123" ise önek "BLG" olarak seçilmelidir. AŞAĞIDAKİ LİSTEDE BULUNMAYAN DERSLER İÇİN YALNIZCA BASILI DİLEKÇEYİ VERMENİZ GEREKMEKTEDİR; BU FORMU DOLDURMANIZA GEREK YOKTUR.

source: The course number part of the course code. For example, if the course code is "BLG123", type "123" here.
tr: Ders kodunun önekten sonraki kısmı. Örneğin ders kodu "BLG123" ise bu alan "123" olarak girilmelidir.

source: The day of the week and the hours of the course.
tr: Dersin yapıldığı gün ve saatler.

source: This will be considered only if the request for the first course is not accepted.
tr: Sadece yukarıdaki ders kabul edilmezse değerlendirilecektir.

source: To the ITU Faculty of Computer and Informatics,
tr: İTÜ Bilgisayar ve Bilişim Fakültesi Dekanlığına

source: description
tr: Bak
